{"user": ["Andy_hump", "designyourvape", "RedReign502", "RagingBrockUK", "SwedeMauser", "tkarow", "dicewhorder", "MotNicodemus", "amypond4ever", "illegalwiretap", "jaxlocbar", "OnTheRight_UK", "BangGoTheBells", "AttfieldSophie", "CaroleParkes", "evil_fest", "Peony459", "Jobs_Shropshire", "MysteryIslands", "AlexanderYoun13", "Lostlegend_uk", "r16hw", "EmmasCraftyKids", "CamilleHurn", "funke_dee", "alice_elliott", "VanberghenEU", "Mahid__Rahman", "RPMakingSpace", "Mahid__Rahman", "RobShorrock", "Hackeroo_co", "Hedgeman16", "MBTom_co_uk", "jondknight", "fiftieswoman1", "DarthChillash", "chrislindsay_", "targetradio247", "Superkitten469", "martinez_ben", "radio_playing", "AnneHuer", "ActorLondon", "shrimptony", "vintage_obscura", "eoeleadership", "eoeleadership", "jooilong", "okayxfenty", "eoeleadership", "JOHNSONFUN1", "MonkdWallidHonk", "theyahbob", "jondknight", "JBodner7", "MaineHank", "kdogni", "Alouema2", "gavinsblog", "Lin_121", "JBsWhatsOn", "austinjean", "DRhodes9", "asif_1119", "jondknight", "DrClarissaSmith", "slylogan", "cenricce", "AlanBixter", "HolnessAbby", "mvefik", "BruerMorris", "Daily_Express", "CharlesPidgeonA", "HelltownBeer", "Marisol04326417", "drmahendrapatel", "MichalZadrag", "MadMaxMotoVlog", "friendlydragon", "HollyKesley", "CamilleHurn", "HorseJpeg", "CosmopolitanUK", "peterbrownbarra", "divaleigh5", "Vintage0Antique", "SabriEbcin", "Oslo_Hebridean", "misszoecookex", "PaperFolderGirl", "deepbarot", "vivaldi1968", "DOPreston", "mhwhitehead", "JeffThePino1", "jondknight", "shubh1", "webcomradio", "BeccaTobinxoxo", "Roy88316486", "RadioTodayLinks", "calvert_3", "YP_Cornwall", "KennedyDeeken77", "MattRead66", "BeeFlownFar", "implausibleblog", "effortlessbooks", "spiritualrats", "MYQUINCEDREAMS", "MirrorCeleb", "LivEchoLFC", "DailyMirror", "TechsMessagePod", "EcnadEkim", "hassanegeal0", "UK_Innercircle", "Ioana61591736"], "date": ["Thu Mar 19 22:13:45 +0000 2020", "Thu Mar 19 22:13:45 +0000 2020", "Thu Mar 19 22:13:43 +0000 2020", "Thu Mar 19 22:13:43 +0000 2020", "Thu Mar 19 22:13:43 +0000 2020", "Thu Mar 19 22:13:43 +0000 2020", "Thu Mar 19 22:13:43 +0000 2020", "Thu Mar 19 22:13:42 +0000 2020", "Thu Mar 19 22:13:42 +0000 2020", "Thu Mar 19 22:13:42 +0000 2020", "Thu Mar 19 22:14:34 +0000 2020", "Thu Mar 19 22:14:34 +0000 2020", "Thu Mar 19 22:14:34 +0000 2020", "Thu Mar 19 22:14:33 +0000 2020", "Thu Mar 19 22:14:33 +0000 2020", "Thu Mar 19 22:14:33 +0000 2020", "Thu Mar 19 22:14:33 +0000 2020", "Thu Mar 19 22:14:33 +0000 2020", "Thu Mar 19 22:14:33 +0000 2020", "Thu Mar 19 22:14:33 +0000 2020", "Thu Mar 19 22:22:31 +0000 2020", "Thu Mar 19 22:22:31 +0000 2020", "Thu Mar 19 22:22:31 +0000 2020", "Thu Mar 19 22:22:30 +0000 2020", "Thu Mar 19 22:22:29 +0000 2020", "Thu Mar 19 22:22:29 +0000 2020", "Thu Mar 19 22:22:28 +0000 2020", "Thu Mar 19 22:22:28 +0000 2020", "Thu Mar 19 22:22:27 +0000 2020", "Thu Mar 19 22:22:27 +0000 2020", "Thu Mar 19 22:22:26 +0000 2020", "Thu Mar 19 22:22:26 +0000 2020", "Thu Mar 19 22:22:26 +0000 2020", "Thu Mar 19 22:22:25 +0000 2020", "Thu Mar 19 22:22:25 +0000 2020", "Thu Mar 19 22:22:25 +0000 2020", "Thu Mar 19 22:22:25 +0000 2020", "Thu Mar 19 22:22:25 +0000 2020", "Thu Mar 19 22:22:25 +0000 2020", "Thu Mar 19 22:22:24 +0000 2020", "Thu Mar 19 22:22:23 +0000 2020", "Thu Mar 19 22:22:23 +0000 2020", "Thu Mar 19 22:22:23 +0000 2020", "Thu Mar 19 22:22:23 +0000 2020", "Thu Mar 19 22:22:22 +0000 2020", "Thu Mar 19 22:22:21 +0000 2020", "Thu Mar 19 22:22:21 +0000 2020", "Thu Mar 19 22:22:20 +0000 2020", "Thu Mar 19 22:22:20 +0000 2020", "Thu Mar 19 22:22:20 +0000 2020", "Thu Mar 19 22:22:20 +0000 2020", "Thu Mar 19 22:22:20 +0000 2020", "Thu Mar 19 22:22:19 +0000 2020", "Thu Mar 19 22:22:19 +0000 2020", "Thu Mar 19 22:22:19 +0000 2020", "Thu Mar 19 22:22:19 +0000 2020", "Thu Mar 19 22:22:19 +0000 2020", "Thu Mar 19 22:22:18 +0000 2020", "Thu Mar 19 22:22:17 +0000 2020", "Thu Mar 19 22:22:17 +0000 2020", "Thu Mar 19 22:22:17 +0000 2020", "Thu Mar 19 22:22:16 +0000 2020", "Thu Mar 19 22:22:16 +0000 2020", "Thu Mar 19 22:22:15 +0000 2020", "Thu Mar 19 22:22:14 +0000 2020", "Thu Mar 19 22:22:13 +0000 2020", "Thu Mar 19 22:22:13 +0000 2020", "Thu Mar 19 22:22:13 +0000 2020", "Thu Mar 19 22:22:12 +0000 2020", "Thu Mar 19 22:22:12 +0000 2020", "Thu Mar 19 22:22:12 +0000 2020", "Thu Mar 19 22:22:11 +0000 2020", "Thu Mar 19 22:22:11 +0000 2020", "Thu Mar 19 22:22:11 +0000 2020", "Thu Mar 19 22:22:10 +0000 2020", "Thu Mar 19 22:22:09 +0000 2020", "Thu Mar 19 22:22:09 +0000 2020", "Thu Mar 19 22:22:09 +0000 2020", "Thu Mar 19 22:22:09 +0000 2020", "Thu Mar 19 22:22:08 +0000 2020", "Thu Mar 19 22:22:08 +0000 2020", "Thu Mar 19 22:22:07 +0000 2020", "Thu Mar 19 22:22:07 +0000 2020", "Thu Mar 19 22:22:07 +0000 2020", "Thu Mar 19 22:22:06 +0000 2020", "Thu Mar 19 22:22:05 +0000 2020", "Thu Mar 19 22:22:05 +0000 2020", "Thu Mar 19 22:22:05 +0000 2020", "Thu Mar 19 22:22:05 +0000 2020", "Thu Mar 19 22:22:04 +0000 2020", "Thu Mar 19 22:22:04 +0000 2020", "Thu Mar 19 22:22:04 +0000 2020", "Thu Mar 19 22:22:04 +0000 2020", "Thu Mar 19 22:22:04 +0000 2020", "Thu Mar 19 22:22:04 +0000 2020", "Thu Mar 19 22:22:04 +0000 2020", "Thu Mar 19 22:22:03 +0000 2020", "Thu Mar 19 22:22:03 +0000 2020", "Thu Mar 19 22:22:03 +0000 2020", "Thu Mar 19 22:22:03 +0000 2020", "Thu Mar 19 22:22:03 +0000 2020", "Thu Mar 19 22:22:02 +0000 2020", "Thu Mar 19 22:22:02 +0000 2020", "Thu Mar 19 22:22:02 +0000 2020", "Thu Mar 19 22:22:02 +0000 2020", "Thu Mar 19 22:22:02 +0000 2020", "Thu Mar 19 22:22:01 +0000 2020", "Thu Mar 19 22:22:01 +0000 2020", "Thu Mar 19 22:22:00 +0000 2020", "Thu Mar 19 22:22:00 +0000 2020", "Thu Mar 19 22:22:00 +0000 2020", "Thu Mar 19 22:22:00 +0000 2020", "Thu Mar 19 22:22:00 +0000 2020", "Thu Mar 19 22:22:00 +0000 2020", "Thu Mar 19 22:22:00 +0000 2020", "Thu Mar 19 22:21:58 +0000 2020", "Thu Mar 19 22:21:58 +0000 2020", "Thu Mar 19 22:21:57 +0000 2020", "Thu Mar 19 22:21:56 +0000 2020", "Thu Mar 19 22:21:56 +0000 2020"], "full_text": ["#britanniaHotels are asking for google reviews of their Aviemore hotel...\nhttps://t.co/fXa5usQ9Uy", "WE UNDERSTAND THAT THESE ARE TIMES OF CHANGE AND UNCERTAINTY. SO AS A GOODWILL GESTURE WE WOULD LIKE TO OFFER 30% OFF ALL ORDERS OVER £50.\n\n VISIT: https://t.co/BskCv4gvCB\n\nUSE CODE: VAPE30", "Anthony Davis coached and played at UK during that title run. Put him on any team and cut nets. I could have been named coach and sat on my couch and still won with AD. https://t.co/vKgpjvZtTm", "@icequeeninmiami In the UK, public schools are closing this Friday, we are a bit late on the mark with this one....", "ICE will STOP most undocumented immigrant arrests due to coronavirus https://t.co/qmbqv4L80Q via @MailOnline", "Street sets up simple alert system to keep everyone safe https://t.co/CtYqCaALlJ", "@TheUnhanded I'm afraid I don't know what's gonna happen to international tuition fees after Brexit is done, but given it's a flat international rate in some places I doubt there'll be too much of a change price wise\n\nIt'll be about how it is getting into the UK if anything", "@JackRichards_UK @gmyster2007 They will need you first before you need them !!! Driver needing the toilet after 4-5hrs needs a toilet break !!!! Or do we piss outside and get arrested for fouling the pavement !!!!!!!!", "UK Parliament: Public vote of no confidence in this government and Boris Johnson. - Sign the Petition! https://t.co/Bk2EefvI9k via @UKChange IVE SIGNED HES SCREWING OUR LIVES", "@RunTheMouth @Bernie279178580 @chaser1790 @EstherA02239427 @MFA_China Um, ok. The US &amp; UK has lied about the cause of all wars for 2 decades since the Vietnam war (admitted by the US gov, no WMD) killing millions worldwide and spraying Agent Orange on the lands of Asia. China never did. The US is 230 years old with 219 years of it being in war.", "To deal with the national coronavirus crisis, @BorisJohnson needs to bring all private hospitals into public ownership now. @we_ownit https://t.co/bCAYEZKeo5", "@DailyMailUK At least \"they\" have eachother for company...", "#TheCircleBrasil ⭕️ \nAre they actually using the same building as the UK? Or are they just using stock video?\n#TheCircle ⭕️", "@adholmes_ @AskPS_UK I’m just hoping they can change my email for me", "Coronavirus deaths cluster appears in the West Midlands #coronavirusuk\nhttps://t.co/IpGnKktYPE", "The Queen issues coronavirus statement to UK as disease crisis deepens https://t.co/AMBAICQ5HP https://t.co/890ScS6wWC", "BREAKING NEWS\n\nhttps://t.co/1mI6R8u6nH", "#ShropshireJobs Shropshire Jobs: Senior Technical Adviser - Humanitarian Energy, West Midlands: Are you an experienced Humanitarian Advisor? Do you have experience of energy markets in displaced settings? Are you… https://t.co/CQoqHD9lYm For More Jobs &gt;&gt;&gt; Please Go2 Our Page!", "Official Blog post about Roland JP-80×0 v2.6.0 Update https://t.co/F5FlchUiXa #jp80x0editor #jp8000 #jp8080 @Roland_US @Roland_UK", "Coronavirus: Premier League season could still be void, says Bournemouth defender Simon Francis https://t.co/PiLBHjBJjk", "@agereaver Whilst I agree to a point, it is worth noting that the hospitality and catering trades are being massively hit here.\nSome people are genuinely fighting for their livelihoods and main source of income.", "@daz4126 @YorkshireLefty @BorisJohnson Because Italy seemed to go from first case to a lot of deaths very quickly, where as it’s been a slow burner in uk. Daily rate may now be picking up but... will there be a relation between taking twice as long to get to the same point italy were 2 weeks ago meaning it could....", "@sokollab_uk I hope things get sorted for you lovely lot. We are hoping to come down from Leicester again when all the virus malarkey settles down. Love to you all xxx", "Britons most pessimistic about economy since 2008 - Ipsos MORI https://t.co/45oHsdZA8k", "@StuN_UK @xboxuk 😂😂😂 this guy", "Have you read this?  8 benefits of commenting on blogs https://t.co/Zek55iYS7B", "Respect to my compatriots! Lucky #NHSheros #UK! @BorisJohnson @David_Cameron https://t.co/3b0yVW5xFW", "Teachers in the UK seem to be going above and beyond. I take my hat off for you and a big part of me wishes I could do my bit.", "Have got used to be called unbearable as an #LFC fan so why not ramp it up while people are stuck at home - switch your radio on or off as you choose folk! Mine will be full blast as radios play YNWA at same time for everyone to sing along https://t.co/nlLuNvkpP9", "Haven't tweeted in a while given the difficulty on what is happening in the world. Qatar has been good in trying to contain covid-19. When I compare it to what is happening in the UK, you cannot help but feel guilty.", "An excellent explanation of why the government can spend what it likes on this https://t.co/txtc63qCtj", "Netflix to cut streaming quality in Europe for 30 days https://t.co/izK3fgxmnx\n\n #BBCNews", "@EyesOnThePriz12 Hes spent his life building a business, potentially on the brink of huge success. He and his team know the UK onshore oil business.", "Why does this have 3.5K likes? This is very worrying. Every smiling face equates a bit more heartbreak for some people in the future. https://t.co/qbDDC96aLb", "Are female urinals the answer to queues at the loos? - BBC News https://t.co/C0CGhwImzC", "@Roxxyvee @AugieLindmark @a_fly_guy Sounds like the #DWP in the UK. They do all they can not to pay out.", "Coronavirus can persist in air for hours and on surfaces for days - study | Article [AMP] | Reuters https://t.co/7zqj3RFPBh", "Ten O'Clock News has more on mobilisation of some of UK armed forces to support civil authorities as #coronavirus crisis continues - they are to be on an 'operational footing by mid April'. Last night @BBCNewsnight reported 20,000 personnel on stand by to lend assistance.", "Amour Amour\nMobiles\n\nhttps://t.co/CZtnxRR5Am\n\nOur free Apps: https://t.co/H5I3QDOxWj\n\nhttps://t.co/AOJl3FYpnH https://t.co/FoDr1oVZFv", "@erikacostell Can the UK can text you or only USA can text you I am just asking", "@mikegalsworthy It doesn’t matter where it is, people in the uk have been behaving just as bad, everyday I’ve finished work this week I can’t even get a pint of milk! It’s clearly not for a shop in his cupboards he’s showing it off, selfish selfish behaviour", "Now Playing... Young Man by The Stone Foxes listen live at https://t.co/0MUPV0DLfr", "@HowardKoch_UK I have to say I was thinking the same thing. We are not being told the true. Maybe ignorance is bliss. There would be absolute chaos and panic.", "Off-book Classes Los Angeles -Showreel Daniel Brockert Monologue Directed by  Valentino - https://t.co/bb6WtQIY8B https://t.co/lBhLpO9kJD", "@PennyGarnett1 The dumbarse stupidity virus is already widespread in the UK sadly...😕", "Nick Ingman - Radar (UK, library) (1984)\nhttps://t.co/vtN3apCxRZ\nhttps://t.co/YFVc701op6", "Chloe Atkinson thank you for the follow! Please see our website at https://t.co/PTVQr54ODC", "Chiara Herzog, PhD thank you for the follow! Please see our website at https://t.co/PTVQr54ODC", "Man, 34, dies days after catching coronavirus following trip to Disney\n\nhttps://t.co/405edtzA7S", "the way the UK adores ha https://t.co/TqqBLTt8hX", "Karla Parker thank you for the follow! Please see our website at https://t.co/PTVQr54ODC", "#MH370 'plunged into the ocean in horrifying death dive by heartbroken pilot' https://t.co/SHlOZ1VFoN", "@ClarkeMicah It’s currently running at approx 4.5% in the uk and Spain and about 6% mortality rate in Italy.", "Streaming live cod Warzone right now #live #knifeonly #uk #streaming #coronavirus #isolation https://t.co/KuvLO17Igi", "Coronavirus: Kind Canadians start 'caremongering' trend - BBC News https://t.co/pYEEF0m7Wy", "@ryanlemond where do I find tonight's game ? UK v UofL ...", "@ellec_uk @elonmusk who cares who is happy for a few weeks from Military force doing their job to eradicate Corona ! Better than our whole nation shutting down for a year or more", "@RoystonPotter Politicians use fear/panic in any crisis, real or fake, in furtherance of evil &amp; they're busy doing it as usual. God bless @RonPaul, but IMO he understated how serious this virus is. Hoping I'm wrong. Please prep folks.\n\nhttps://t.co/CXbXyMTtkr", "Guidance slightly confusing for #QuarantineLife\nYou can go out to exercise but you can't. You must get others to shop for essentials but further up suggests that you can go if you absolutely must.\nhttps://t.co/CbNtlKF86N", "@irlchrism It feels like the UK and US in particular have large numbers of undetected. The UK was very late to act, even though they fitted the same sort of profile as Ireland did.", "CMA statement on sales and pricing practices during Coronavirus outbreak https://t.co/dTkfW9YhIk Get sending them videos folks of the scammers", "John Martyn - One Day Without You (BBC Radio 1 John Peel Session, 7 Jan 1975) https://t.co/p40qzQ8zTH #NowPlaying #6music", "#cnn  Trump lied and now there is proof: https://t.co/l0dgUZkuZc", "@giannymma @killlaaakay But why is Ireland and Uk talking about it? Is it just for them", "Ngl ps4 parties with the boys are going to be lit if the UK goes into lockdown", "Catherine Hamlin: Grief in Ethiopia as trailblazing Australian doctor dies - BBC News https://t.co/nEIT7KytQq", "@gary_needham @MsOeming @DrRambette @NoisyBits Also a brief discussion in Jon Lewis's Hollywood v. Hard Core: How the Struggle Over Censorship Created the Modern Film Industry https://t.co/N4XAQfEEtk", "@DaniLuna_pro nxt uk was awesome today and love the way u perform keep up the good work", "Windrush scandal: from offhand denial to May's shamefaced apology https://t.co/IIdF2gfJhW", "@Chook1110 @chrisamason That's fine - that's medicine. But unless you have multidisciplinary advice, you make the sorts of mistakes the UK made, with their flawed \"Herd Immunity\" policy.", "@kate_harrisson @UKinPeru We now know - you have no decision making power of any kind. That @DominicRaab doesn’t think anything of the people of the UK and that it would be better to be from Israel, Mexico or The US right now as they are not supporting the bankruptcy of their people in exchange for rescue", "Malaria drug hydroxychloroquine is first approved to treat coronavirus in the US https://t.co/Sw3s639oEY", "@mattforde 65 million  maybe even more. No one knows exactly how big the population of the UK is. !", "#MartinLewis: ITV host holds back tears in furious row over #coronavirus scammers 'It's disgusting!'\n\nhttps://t.co/6xuEG2HoCu https://t.co/ALdpQum6A2", "my last night in the uk. grateful for my iso buddy @GeorgiaFiggis for providing my last vestige of human contact for a few weeks https://t.co/emNPGAavM9", "@colintrainor I wonder how much of this (UK, USA) is waiting for warm weather before measuring.", "@uk_sf_writer @LaylaMoran Where on earth did she get that from?", "According to some NHS officials Muslims more likely to contract #coronavirus \nImportant—not just limited to Muslims but equally likely among wider South Asian diaspora.\n\n#culture #beliefs #attitude \nWe have to reach out to these groups more effectively.\n\nhttps://t.co/ONNrqrIyad", "@DJ04003466 @phil_b @adamtranter @willnorman @ClaudiaLopez @MayorofLondon @allpartycycling @MayorWestMids @OfficialTfGM @TransportforWM Also, as Brexiters usually do, you are heavily over-exaggerating the UK's importance in the world stage.", "@pulte U helping anyone from UK Bill?", "@SassyChick1979 @pipybur1 @realDonaldTrump It’s been three years. Have they not seen enough or do they need more before they stand up to him? They need to band together and not be beaten. \n\nhttps://t.co/QDaDB0oQpE", "@MadisonJo313 @alexrandrap Judgmental much? We planned a 20th anniversary trip to the UK for two years! And we were so incredibly excited &amp; at the time of our departure people weren’t actually losing their minds yet. It’s not like we purposely went out trying to murder the world. Maybe walk it back a bit?", "Explainer: Global market rout triggers trading suspension debate https://t.co/5JnO4GyVd4", "@JoolsDoesTweets @JeremyWarnerUK Also worryingly, I see an article from August last year saying we import 40% of food and Brexit would cause shortages?! Eeeeekk! \nhttps://t.co/vxGVLvur9E \nhttps://t.co/Si8vwmc7GS", "Download that meditation app right now https://t.co/UHCc3ziiES", "There is a big difference to the reliability of recording from one country to another; probably more accurate to use deaths as the measure, in which case the UK is heading for very serious trouble. https://t.co/8dvPCXKkrq", "UK Parliament: Create an emergency fund to support freelancers with Coronavirus income loss - Sign the Petition! https://t.co/ITMTaHW3uf via @Change", "Check out Beautiful Silver 925 Crystal Heart Dog Wolf Siberian Husky Alaskan Malamute 20” https://t.co/woxUTqGB2U @eBay", "@UKinMorocco @TSAReilly @UKinMorocco @BorisJohnson  @Ryanair @easyJet @TUIUK how hard can this be GET 10 PLANES TO AGADIR, MARREKESH, RABOT, TANGIER flying to various uk airports you idiot sandwiches been asking 84 thousand times for rescue planes. Quick enough to take the money aren’t you!!", "This was a good initiative from Saga. \nhttps://t.co/F6d81ubhCU https://t.co/4HyBIEMRIi", "@HSBC_UK is awful! Quick to charge people overdraft fees but the banks are shut?! Rang today to tell them I can’t get to the bank to put money in and they basically said don’t care. Sort it out please @HSBC_UK", "@transiness Me on every trans focused Dsicord :\n\n📡\"So, where are you from?\"\n😞\"...The UK...\"\n📡\"I'm so sorry\"", "@velinion @Amy_Siskind Mortality rate is anywhere from 3.4%-8.3%. Mortality increases once hospitals and staff can no longer handle new cases. Italy, Spain, France, Germany, UK, etc. are on the brink of collapse. America is 2-3 weeks behind.", "@ScaryHighlander @BritanniaLtd Whoever wrote this is not fit for any job.Businesses have sometimes to make difficult decisions and in the next few month many of those decisions will need to be done and unfortunately the UK is not supporting their people in the way Germany or France are. This is appalling", "Netflix to cut streaming quality in Europe for 30 days - \nYou👏 are 👏 suppose 👏 to 👏 be 👏working 👏 at 👏 home! 😂😂 https://t.co/ntSrsB4ZKw", "UK food retailers urge government to relax trading regulations https://t.co/a31phcAPwA", "@mrpford Sikh organisations have been feeding homeless in London &amp; several other UK cities without the fuss &amp; self promotion that usually goes with such endeavours by religious groups. Done it for years because they care, not for kudos &amp; are largely ignored by MSM, for some reason!", "Coronavirus: Europe looking to extend virus lockdowns - BBC News https://t.co/ED28p4IWiH", "@uk_domain_names Same stuff is being done by other governments .. those following a right wing,  neo liberal ideology... People are not profitable ...", "jjs999jjs is playing Bros - Too Much [https://t.co/QHBViNdmSg]", "I think this also has something to do with the fact the UK aren’t testing.... Cases are probably much higher https://t.co/GRFvaHY2CT", "@britainelects @IpsosMORI LAB 30% - that's amazingly high given their defeatest contribution to everything, when the UK needs unity more than ever before", "Under siege: the BBC in a time of national emergency https://t.co/srKagMcg6C https://t.co/p2FqXb5sib", "@pvandck @philleehh @campbellclaret I agree. Re social habits, I think of Desmond Morris' fingertips, wrist and elbow personal space. In Italy the latter, UK the middle one.", "Tue, 7pm, Wedding Networking - ONLINE\n\nJoin in to meet and talk to all in the wedding supply chain so we can help each other during this challenging time and prepare for return to normal (whenever that will be).\n\nGrab a ticket here - https://t.co/ipBh7NVv0b\n\n@weddibrations https://t.co/ygaxZckjvU", "@MickNabb @BorisJohnson Like he will listen! Boris knows best!! Whilst UK and Northern Ireland are about to experience exactly what Italy have because of this blasé approach!!", "@brynestothard Do you think you have a better understanding of this disease - and the best ways to manage societal response - than the lead medical, scientific &amp; strategic officials/ brains in the UK? People who, obviously, have access to all of the data and shared (closed) global patterns?", "@easyJet hi. Are you officially cancelling flights UK to Portugal? The website gives me the option to transfer my flight but not to cancel it for a refund. I can't transfer as all Oct flights sold out so I need to cancel. Please help.", "@JustineGreening @C19Pledge @SkyNews If this is a UK gov initiative, why is it being launched with a news channel?", "Employee’s statement of sickness to claim Statutory Sick Pay https://t.co/QBktkuYDCI", "Strong Money Spells Caster | #UK | #USA +27634299958 #Germany south africa #spiritualrats amagundwane sangoma https://t.co/iROQU1bMk9", "Video emerges showing Trump talking about cutting pandemic team in 2018, despite saying last week 'I didn't know about it' https://t.co/xCBC63bdwF", "Mary Berry left furious after her image was used on Cannabis oil products : https://t.co/nAWtAqBKUf https://t.co/ustlixRPwK", "“We knew they’d slow down.\"\n\nhttps://t.co/8jw4qKvZ6r", "A look at tomorrow's front page:\nhttps://t.co/EF4LhAy6kD\n\n#TomorrowsPapersToday https://t.co/62hCRS3ZrF", "NHS websites will no longer burn up your mobile data allowance, say Brit telcos https://t.co/yj4PIrGEK7", "@Moto360 Can't wait for the UK launch hopefully in 2 months can buy two :)", "@DHSCgovuk @CMO_England @PHE_uk @NHSEngland @CathCalderwood1 @scotgovhealth @CMOWales @PublicHealthW @publichealthni @healthdpt Very sad", "@captain_ksy نعم ههههههه \nLmao I can!! I'm very rusty though arabic after school classes sort of still there", "@Kashif_Ali_911 @Tweets_By_Riya @MaddyWithKhan If it's fake, report this daily mail article https://t.co/59owOvzSgc. If it's not, then stop inventing stuff yourself (saying smth si fake or old when you don't know for sure that it's fake/old is fake in itself and you should report yourself in that case)"]}