{"user": ["selfgloup", "Glasgow_Jim_", "lisabarr18", "YiffyGriffy", "_Melanie511", "helenillumina", "keanureeves96", "grassifontana", "_staylowkii", "_SabzNguyen", "same_ol_jason", "juwndrlst", "margomalley", "pmk0803", "ZoeyPMA", "weightlos888", "FollowChavez", "lubemySHINKI", "ssam_eyeam", "mkniu", "its_sierrababy", "MissyHorror", "Almond_Chinks", "tomtomvieira", "621311YEW", "Nelsonvegajr", "Ask_why_not", "imperfect_foods", "_SUSHIFREAK", "vintagegalholly", "elnenetraviesoo", "KneeRawr", "GlassOfRedWine", "howtofallupward", "GianaSeverini", "olivia_kroetz", "renaissancebtch", "BriellePrincess", "nicktweet", "Mr_A_Bear", "TheColeLuther", "RhymesWthFrisky", "theeicon_", "beckylelliott", "howtofallupward", "briannnaanicole", "LadyLinzington", "Diana_PMora", "DioxaV", "Toastcat4618", "gremmyemmy", "DirtyDianahh", "diabetescure12", "joshbloch", "pstossel", "DarrickSteen", "Yolandap31", "GorsiAwais1", "vlikely", "_JustDoWhat", "whethervane", "Mia_Self_Paid", "lynxknow", "fclgirl", "mishrosey", "sujusung_", "_Chartina", "luvmemuch", "MICHAELCLAYLEW1", "MegVgreen", "marioval4", "LoneStarCanuck", "JolieHolland", "MsKaplanRAES", "Amaryllis_39", "FlorinaErbeli", "Mars_Hill_WX", "anoticingsenpa1", "quinterokimm", "jaylewisstl", "__greNene", "russiasnataliaa", "stevefeiss", "AdmireBri_", "abigailgardner", "melaninqueenkel", "a_tom_bomb1", "xocarahvashti", "_March_8th", "jaurenandez", "arthurxbabie", "AlmightyKay_Kay", "BNisnevich", "aiahjasmin", "amandafreitag", "resistor43", "RatedRnB", "catboiardee", "ghettosnob_", "petitehuang", "SCalease", "Numanfan65", "heideland", "el__ypp", "borderorder", "prezxcross", "AWTravelNM", "wisey_afc1", "VictoriaCash_", "screwjukes"], "date": ["Thu Mar 19 22:12:28 +0000 2020", "Thu Mar 19 22:12:28 +0000 2020", "Thu Mar 19 22:12:27 +0000 2020", "Thu Mar 19 22:12:24 +0000 2020", "Thu Mar 19 22:12:23 +0000 2020", "Thu Mar 19 22:12:21 +0000 2020", "Thu Mar 19 22:12:21 +0000 2020", "Thu Mar 19 22:12:19 +0000 2020", "Thu Mar 19 22:12:15 +0000 2020", "Thu Mar 19 22:12:13 +0000 2020", "Thu Mar 19 23:57:36 +0000 2020", "Thu Mar 19 23:57:35 +0000 2020", "Thu Mar 19 23:57:33 +0000 2020", "Thu Mar 19 23:57:33 +0000 2020", "Thu Mar 19 23:57:28 +0000 2020", "Thu Mar 19 23:57:28 +0000 2020", "Thu Mar 19 23:57:26 +0000 2020", "Thu Mar 19 23:57:25 +0000 2020", "Thu Mar 19 23:57:25 +0000 2020", "Thu Mar 19 23:57:14 +0000 2020", "Thu Mar 19 23:57:13 +0000 2020", "Thu Mar 19 23:57:12 +0000 2020", "Thu Mar 19 23:57:10 +0000 2020", "Thu Mar 19 23:57:07 +0000 2020", "Thu Mar 19 23:57:06 +0000 2020", "Thu Mar 19 23:57:05 +0000 2020", "Thu Mar 19 23:57:02 +0000 2020", "Thu Mar 19 23:57:01 +0000 2020", "Thu Mar 19 23:57:00 +0000 2020", "Thu Mar 19 23:57:00 +0000 2020", "Thu Mar 19 23:56:58 +0000 2020", "Thu Mar 19 23:56:56 +0000 2020", "Thu Mar 19 23:56:53 +0000 2020", "Thu Mar 19 23:56:51 +0000 2020", "Thu Mar 19 23:56:51 +0000 2020", "Thu Mar 19 23:56:48 +0000 2020", "Thu Mar 19 23:56:48 +0000 2020", "Thu Mar 19 23:56:48 +0000 2020", "Thu Mar 19 23:56:46 +0000 2020", "Thu Mar 19 23:56:46 +0000 2020", "Thu Mar 19 23:56:42 +0000 2020", "Thu Mar 19 23:56:37 +0000 2020", "Thu Mar 19 23:56:36 +0000 2020", "Thu Mar 19 23:56:32 +0000 2020", "Thu Mar 19 23:56:31 +0000 2020", "Thu Mar 19 23:56:29 +0000 2020", "Thu Mar 19 23:56:23 +0000 2020", "Thu Mar 19 23:56:22 +0000 2020", "Thu Mar 19 23:56:20 +0000 2020", "Thu Mar 19 23:56:16 +0000 2020", "Thu Mar 19 23:56:13 +0000 2020", "Thu Mar 19 23:56:12 +0000 2020", "Thu Mar 19 23:56:11 +0000 2020", "Thu Mar 19 23:56:08 +0000 2020", "Thu Mar 19 23:56:08 +0000 2020", "Thu Mar 19 23:56:07 +0000 2020", "Thu Mar 19 23:56:06 +0000 2020", "Thu Mar 19 23:56:00 +0000 2020", "Thu Mar 19 23:55:59 +0000 2020", "Thu Mar 19 23:55:59 +0000 2020", "Thu Mar 19 23:55:57 +0000 2020", "Thu Mar 19 23:55:53 +0000 2020", "Thu Mar 19 23:55:51 +0000 2020", "Thu Mar 19 23:55:50 +0000 2020", "Thu Mar 19 23:55:43 +0000 2020", "Thu Mar 19 23:55:41 +0000 2020", "Thu Mar 19 23:55:41 +0000 2020", "Thu Mar 19 23:55:40 +0000 2020", "Thu Mar 19 23:55:32 +0000 2020", "Thu Mar 19 23:55:27 +0000 2020", "Thu Mar 19 23:55:27 +0000 2020", "Thu Mar 19 23:55:25 +0000 2020", "Thu Mar 19 23:55:24 +0000 2020", "Thu Mar 19 23:55:14 +0000 2020", "Thu Mar 19 23:55:14 +0000 2020", "Thu Mar 19 23:55:13 +0000 2020", "Thu Mar 19 23:55:11 +0000 2020", "Thu Mar 19 23:55:08 +0000 2020", "Thu Mar 19 23:55:07 +0000 2020", "Thu Mar 19 23:55:06 +0000 2020", "Thu Mar 19 23:55:04 +0000 2020", "Thu Mar 19 23:55:00 +0000 2020", "Thu Mar 19 23:54:55 +0000 2020", "Thu Mar 19 23:54:53 +0000 2020", "Thu Mar 19 23:54:53 +0000 2020", "Thu Mar 19 23:54:51 +0000 2020", "Thu Mar 19 23:54:49 +0000 2020", "Thu Mar 19 23:54:48 +0000 2020", "Thu Mar 19 23:54:37 +0000 2020", "Thu Mar 19 23:54:36 +0000 2020", "Thu Mar 19 23:54:35 +0000 2020", "Thu Mar 19 23:54:32 +0000 2020", "Thu Mar 19 23:54:32 +0000 2020", "Thu Mar 19 23:54:31 +0000 2020", "Thu Mar 19 23:54:28 +0000 2020", "Thu Mar 19 23:54:26 +0000 2020", "Thu Mar 19 23:54:24 +0000 2020", "Thu Mar 19 23:54:22 +0000 2020", "Thu Mar 19 23:54:22 +0000 2020", "Thu Mar 19 23:54:21 +0000 2020", "Thu Mar 19 23:54:18 +0000 2020", "Thu Mar 19 23:54:16 +0000 2020", "Thu Mar 19 23:54:10 +0000 2020", "Thu Mar 19 23:54:09 +0000 2020", "Thu Mar 19 23:54:09 +0000 2020", "Thu Mar 19 23:54:03 +0000 2020", "Thu Mar 19 23:54:03 +0000 2020", "Thu Mar 19 23:53:59 +0000 2020", "Thu Mar 19 23:53:56 +0000 2020", "Thu Mar 19 23:53:56 +0000 2020"], "full_text": ["After all that is done I relax some more, coloring, watching a Netflix series, FaceTime, brainstorming, bible study, anything that can keep my mind clear and open. Once I get hungry I go back downstairs and start cooking lunch or dinner (for me it just depends on what time-", "@SamJF16 @robinwallacescs @MasterChefUK @JohnTorode1 @GreggAWallace Who are we going to put through? There was some great cooking, but also some mistakes. We had soggy kipper skins, but well cooked dauphinois. Sharp lemon cheesecake, but over reduced jus. Well risen soufflé, but foggy consume. @JohnTorode1 I just don’t know Gregg", "@lyndacloigman Omg right there with you. Laundry. Cooking. Cleaning. TRYING to write. Rinse and Repeat ❤️", "Guinness for the pot, Guinness for the chef! Best part about cooking with beer! https://t.co/A7XsfLuXyg", "The bright side of this quarantine is my mama been cooking back to back 🥰🥰", "@AiyanaEWhite Nice. There was a cooking show where the \"secret \" ingredient was Girl Scout cookies. Look online, GS might like people to post recipes like this one.", "i need to know ms. cooking mama’s grading scale", "@lety__G Please! I’m cooking!", "@ThatLightSkinnn @tamaree_ Lol yes come over! I be cooking 🍳", "@MTLxSpider 😱 hopefully it's just my cooking", "@CharlesLeeReyna Fashoe im cooking hit you after.", "me minding my own business, cooking: \nmy dad: yeah u should add cream to that or even sparkle some bacon on top of that [...] you act as if you were allergic [...] honestly i won’t tell anyone if you were to eat some cheese tonight [...] in a year i swear you’ll be eating meat", "@tranquileyes30 5, mostly because I’m working, homeschooling and cooking like a pioneer.", "@jannarden I was thinking of doing the same thing this weekend!  I caught a recipe of @Wolfiesmom on Valerie's Home Cooking and thought it sounded awesome.  https://t.co/Y3DaIdo1bU", "Enter this competition for the chance to win a £25 Sainsbury's voucher with Carotino Cooking Oil @CarotinoOil https://t.co/HMpnQjUKzO", "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying. https://t.co/qRw87VSmaG", "Before this Coronavirus began to escalate I was home cooking for about a week. We are now in week 3 ( of home cooking &amp; I must say, the kid is getting nice. https://t.co/eFOJkTdXwT", "That's legit me when I'm adding chilli into my cooking. 🤣🤣🤣 https://t.co/rRb5O2Yjv2", "Forever cooking a whole dinner and then secretly making the smallest plate so I can make sure my bf gets enough to be full and then I worry about myself afterwards. Every night. I’m such a softy for his well-being😅", "my cooking skills already shining thru https://t.co/9Na25W1JwS", "When I stop cooking for you. I’m really done ✅", "Cooking tonight #QuarentineLife at least work has good stuff https://t.co/fj1LPf3sNj", "I hate cooking and find out I’m missing ingredients 😖", "To the 0.4 people reading my tweets, Midsommar is not a comforting motion picture. To absolve this madness I watched all of @Florence_Pugh’s cooking instagram story marathon and it was gr8", "My favorite part about cooking cabbage is watching all the niggas fight over the ban on after we extract the grease 😂", "I just want to be able to come home unlock the door and have my kids running at me yelling Daaaaaaad till they get hugs and kisses. Smell food cooking from the hall way and mommy in there cooking in her underwear. That's the \"Dream\". 080111 or was it November? 🥺", "Resting, reading, meditating, making art, cooking and eating. I have been so content.", "Times like these are perfect for getting in touch with your inner chef. If you need a little inspiration, check out this fun and informative quarantined cooking video from @washingtonpost.\nhttps://t.co/dCPIqpR1OG\n #uglydelicious #recipeinspiration #socialdistancing #cookingtip https://t.co/ryi3dJ1Zw4", "been cooking more than ever lately so definitely the former for me. https://t.co/l98ZSQI7gV", "@KeatsTabby She loves cooking. It’s so cute.", "@Palacios95_ Stfu they in good hands they cooking the pot they done all covers", "@sana_ist90 Huh. Well, that's silly unless they're eating it raw. The problem I've read (from scientists) is the virus was live in the bats. It happened to cross the barrier to us. Another is food prep prior to cooking may have been an issue that helped mutations as well.", "@AndyLynes In the holy trinity base along with onion and celery in creole cooking. Think jambalaya", "@yumenogenchan WAIT I DONT LIKE COOKING RATS I LIKE WATCHING COOKING RATS", "@JoshuaHosler Cooking, watching TV, playing with my dogs, tweeting.....", "I love cooking for josh, the kids, and his friends. Even though I suck at cooking but it’s the little things !! I’m so content with life ❤️🥰", "@666_slut omg THANK U i will update once it’s done cooking", "There are a lot of great suggestions on this list of ideas for family bonding! From playing video and board games together to getting crafty and cooking. Which is your favorite? https://t.co/FkCYBDOANM", "@flojack300 @s999makem Two? Ah! You're on the second bottle of cooking sherry already. Take comfort when - and where - you can. You never know what's around the corner...", "@PERFECTSWEETlE We also don't make a point of cooking animals alive and generally trying to torture them as much as possible before they reach the plate. Yang needs to sit tf back down", "Made a poke bowl for dinner!\n\n#Cooking https://t.co/PRetTMo17l", "@katrovert @islesfan28 @mytwinsNYC I don't hate cooking but I hate the cleaning up part. And I hate that someone just passes out on the couch right after a meal. This is why I like to go out to eat. He has no choice but to pay attention to me. 😆 (and no mess!)", "This man always cooking seafood knowing I don’t eat that nasty stuff 😒", "Kiddo said this was dal-icious. #StayAtHomeChallenge is forcing me to up my cooking game.  Next up: #gagehousesessions on facebooklive. https://t.co/3rU2E7G8Vw", "@yumenogenchan IDC ABT HEARTWARMING SCENES I JUST LIKE COOKING RATS!!!!!!!", "I think I might actually lose weight this quarantine bc I hate cooking so much I just choose to starve 🤷🏼‍♀️", "Alright friends. HMU with your cutest instagram/twitter accounts. I'm talking adorable beasts, cute/uplifting comics/livestreamed zoo animals, people posting recipes and cooking tips, dance parties and fitness ideas for quarantine.", "@matchu_chutrain The cooking part is me, lol", "@nychange @Wade_Turnbull A rent freeze is justified, but it could also be a death knell for small owners like me. I have a rent-stabilized bldg, and most of my tenants’ rent goes to fuel (heat, hot water); utilities (electricity, cooking gas); insurance; and the super’s salary. It would be untenable.", "@libmomwhothinks Doing same, cooking is love!!", "should I fuck around and start a pandemic food blog since I am actually cooking meals for myself again???", "@TheKaleiMarie I been kinda scared but I’m over cooking already 😩", "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying. https://t.co/XIqCXZkEwc", "Cindy is cooking Mongolian beef. https://t.co/RlxjKrI01U", "@hels This cooking is so much work. How do we make more manageable including cleanup afterward.", "....skill #2 and #3, cooking dinner and orbital sander. a compound miter saw is up next. 😬 https://t.co/uIc6SQIcX2 https://t.co/aWhAE34Vtt", "Come and see 🤤Ꮶᖇ3@m🍞ᏂᏋᎯᏉᎩ♋'s LIVE in #BIGOLIVE: Cooking💋2 k goal  \nhttps://t.co/YdMnAi6HVQ https://t.co/9ZXMob07qg", "Corona got brown girls back to cooking classes 🌚", "I dont know how to explain it yet, but the hospitality industry crashing and my restaurant closing has only made me more passionate about cooking", "I miss your cooking 😩 https://t.co/zhYD8nF0hg", "holy shit I think the worst sound in the world might be stirring thick congee while it's cooking, it sounds like sludgy mess that keeps HISSING from the steam escaping... I do still love it though", "I can’t wait to start cooking again ..", "i do really been cooking a lot", "I’m obsessively watching #florencepugh cooking on IG.", "I really enjoy cooking. I want to photograph every meal and form a little look book. \n\n I’m going to attempt to begin a gallery this weekend, and remake other dishes I missed at a later date.", "The scene on his house we could saw that no trace of woman and he doing everything by himself (cooking, take of his son). Really curious but i think we'll know more about him on next week episode.\n#HospitalPlaylist", "As soon as I’m done cooking I’m going to sleep", "@BBTeamNorth It’s like the Real World of cooking shows.", "Did they wash their hands?  Did they sneeze or cough on your food?  Do they have post nasal drip? Guess I'll stick to American \"Home Cooking\"! https://t.co/Q9yW7KgYiW https://t.co/FFkgJYfA8U", "Praying for everyone. Self isolation is a good time to reflect, journal, read, do the things you've put off and practice self care, resting and stress management strategies (mediation, yoga, cooking/ whatever feels good to you) #COVID19", "If you aren't listening to Slayer or Rammstein while cooking..... are you really cooking?", "So True!\n.\n.\n.\n.\n#chopped #cooking #shopping #covid_19 #funnymemes #me  #texas #2020 #lol #maplesyrup #instagood https://t.co/pwPR4JI6kc", "@cmdrcallowhill Ghee is also just great for any kind of cooking. It’s just the fat from butter with solids removed. Fry eggs. Anything.", "@karrieweb2004 Cooking new recipes!", "My husband should have never bought frozen pizzas... 🤣 because now when I was thinking about if I felt like cooking tonight, I thought “hmmm... but there’s pizza...”", "@PengPeng_UT What's the name of the app? For someone who absolutely detests cooking (but is a gourmet), this could be a life saver.", "@BobArky Thank you for tagging me. I had get a bag of Ice. I was away in town. We have a Ice House. 20lbs $2.00. Its almost crushed and works in my blender for ice coffee. Well my wife makes it.. I do all the cooking. I am in for the night.", "@sanosbo1 @sexygirl798 500 cooking oils and only 2 jars of nutella. the fool", "Cooking #listeningtomusic #wine #chickensoup  #listeningtotheweeknd 😇 https://t.co/IYoZu9ieuV", "@taraskaduk Great time for housework, data side projects, exercise, cooking, catching up on Netflix shows, or any number of other non-news/non-Twitter diversions", "Guess I’m cooking cheeseburgers w/bacon tonight", "yes, she does the cooking. but i can do the cleaning. https://t.co/XSXbEaUqvO", "turning the page on the day anxiously awaiting what CBs are cooking up next ... I have a sense the recent and GLOBAL FI OI -- sell what you CAN -- move and crushing of HFs returns will command more creative solutions.\n\nhttps://t.co/3lX2nS25Xu\n\n#HFRX\n#OI\n@StephenSpratt https://t.co/3H0OL9ubpi", "I’m about to gain hella weight these next few weeks. I’ve been cooking like crazy.", "@KrysiaKubiakEsq I feel you. 5 nights of cooking from scratch and we are on to take and bake pizza", "Ayo my cooking skills really done evolved during this time", "FLORENCE PUGH IS COOKING AGAIN, YA’LL!!!!!!!", "it’s cooking time 😌", "This girl told me I have a old cooking soul.. 😂😂", "@daniphilly_s 🚨🚨🚨 FLORENCE IS COOKING 🚨🚨🚨", "@siIvercurls Sorry ma’am I was COOKING", "Me, @TGSolly , &amp; @Keekz315 been cooking up 🤭✍🏾", "@313SportsOutlaw Yeah I already did cooking for the week. Will have to switch to smaller portions that are for a day or two and not for a week", "ay man i love cooking", "Don’t worry, there’s still plenty of fun #EasyAF cooking ahead, and happier days for sure. I just want to try and give \na little extra support. Let me know if you have any questions or want to learn other things. We’re going to figure this all out together! https://t.co/weFWZGnOP3", "@CanadianFlags cooking supper and this pops up on my screan", ".@kelis is headed to @netflix with a new cannabis cooking show. https://t.co/dOADNUhl1Z", "incoming video of me cooking from an aerial view with a loud \"OH YES!!\" at the end https://t.co/IMcYlmRE9s", "im not cooking again..its too late to order pizza??", "@najaemjj Aye aye, captain! We have to put apron first on us before start cooking, no? In order to keep our clothes clean and protected from the flour and other stuff.", "@Chas10Buttigieg knows this is the content we need to heal our broken hearts. And the Buddy &amp; Truman content. And the cooking content of both of them. God LOVE HIM. Good to see them moving their best, relaxed, social distancing lives. 💙💛💙 #TeamPete https://t.co/yUtHvCSgDC", "@AgathaChocolats I don’t go out to eat at all. So staying home and cooking has always been the norm for me.", "Ppl were asking on our MAT virtual happy hour chat today (highly recommend this btw, cheers @dhegley) what everyone is cooking / eating. So far we've been doing pretty well in that department. #tweers #musetech #LifeInTheTimeOfCovid19 https://t.co/k2VsqslzT6", "Im tired of cooking", "The Food Network &amp; Cooking Channel needs to up their game and start programming that saves restaurants and their staff. I mean talk about Restaurant Impossible.", "@iamKakila You cooking?", "Specialty dessert tours, hands-on cooking classes, and more – if you're dreaming about a future food-centric vacation, these are the experiences to add to your wish list. #VirtuosoTravel #planavacation #travel #awtraveltx #awtravelnm https://t.co/DnAQRErvEG https://t.co/MMp5Icdj7u", "Wish people would stop sharing videos of that c##t cooking that dog alive 😒🤬", "First night I actually cook and my boyfriends friend invites him over 🤔🤔🤔\nI don’t suck at cooking that bad lol", "Update on my quarantine: lots of naps, lots of cooking, lots of reading, lots of writing and I hope to start a binge of many movies and shows."]}