{"user": ["Monteluco", "850WFTL", "KleinRevd", "Asif876Asif", "BishopSteiner", "VIM84437144", "darylsarnold", "mpg25mary", "1998Srikrishna", "alb_123", "max_power50", "BarbieL8", "Horned_OwlJA", "fhoro", "krzysztof_godek", "DaxamVoice", "hwallslwt", "Chris_info_LA", "7NewsMelbourne", "7NewsSydney", "7NewsCanberra", "7NewsAustralia", "taunarts", "brenda20208", "carolinemiller0", "moonscapecat", "TrevorLeatham", "hemmselss", "GeorgeTakacs", "cheejenjen", "GaryMagpie", "profitwatchAU", "scubadiveearth", "ArmatolosJudith", "martinjzammit", "paul_lenowicz", "xfixiate", "_SkateboardNews", "ScratchtheSurf4", "jonesy4671", "OZloop", "GrahamJones_MP", "rdflerss", "UntamedBeak", "IanMCohen", "beehoyoungs", "GiulioTerzi", "dwyerdairy", "stegwort23", "BurnetInstitute", "kalmen_lydia", "AndrewHaugRadio", "wests_glory", "Michelle4Laughs", "towhead", "edengillespie", "MachineBot", "JSSciencefocus", "Epower2_ant", "waltdphillips", "ronaldojackyx", "SiggyStardust80", "bakker1337", "Savv_US", "missmac_", "Shellysmelly2", "philbyevans", "Walleye123456", "JamesChristrRay", "BizPhilomath", "VonSchiehallion", "sense_amr", "FiratUenlue", "CannabisFairy69", "CoinOfNote", "Mandalorian38", "LanceStrawbrid1", "beIImorIey", "songopoly", "SaadFawas31", "Donna81051910", "TREldin", "JohnShots2", "Uber331", "ckelpin", "infinity_F_i_t", "globalmuseum", "allrounderkj", "MissFisherMovie", "pragmatist22", "Fibozachi", "400Languages", "Ioverofminejjk", "Jrd117", "joeylastrange", "Protostack", "PCOwen_a", "SandyDShipley01", "TheMariahHubAU", "JAYSEE423"], "date": ["Sun Mar 29 20:30:00 +0000 2020", "Sun Mar 29 20:30:00 +0000 2020", "Sun Mar 29 20:29:54 +0000 2020", "Sun Mar 29 20:29:53 +0000 2020", "Sun Mar 29 20:29:53 +0000 2020", "Sun Mar 29 20:29:52 +0000 2020", "Sun Mar 29 20:29:52 +0000 2020", "Sun Mar 29 20:29:52 +0000 2020", "Sun Mar 29 20:29:49 +0000 2020", "Sun Mar 29 20:29:33 +0000 2020", "Sun Mar 29 20:29:32 +0000 2020", "Sun Mar 29 20:29:30 +0000 2020", "Sun Mar 29 20:29:29 +0000 2020", "Sun Mar 29 20:29:29 +0000 2020", "Sun Mar 29 20:29:27 +0000 2020", "Sun Mar 29 20:29:26 +0000 2020", "Sun Mar 29 20:29:25 +0000 2020", "Sun Mar 29 20:29:22 +0000 2020", "Sun Mar 29 20:29:20 +0000 2020", "Sun Mar 29 20:29:20 +0000 2020", "Sun Mar 29 20:29:20 +0000 2020", "Sun Mar 29 20:29:20 +0000 2020", "Sun Mar 29 20:29:17 +0000 2020", "Sun Mar 29 20:29:13 +0000 2020", "Sun Mar 29 20:28:58 +0000 2020", "Sun Mar 29 20:28:56 +0000 2020", "Sun Mar 29 20:28:53 +0000 2020", "Sun Mar 29 20:28:49 +0000 2020", "Sun Mar 29 20:28:48 +0000 2020", "Sun Mar 29 20:28:48 +0000 2020", "Sun Mar 29 20:28:40 +0000 2020", "Sun Mar 29 20:28:38 +0000 2020", "Sun Mar 29 20:28:28 +0000 2020", "Sun Mar 29 20:28:25 +0000 2020", "Sun Mar 29 20:28:19 +0000 2020", "Sun Mar 29 20:28:18 +0000 2020", "Sun Mar 29 20:28:11 +0000 2020", "Sun Mar 29 20:28:05 +0000 2020", "Sun Mar 29 20:28:03 +0000 2020", "Sun Mar 29 20:27:59 +0000 2020", "Sun Mar 29 20:27:56 +0000 2020", "Sun Mar 29 20:27:55 +0000 2020", "Sun Mar 29 20:27:53 +0000 2020", "Sun Mar 29 20:27:49 +0000 2020", "Sun Mar 29 20:27:46 +0000 2020", "Sun Mar 29 20:27:46 +0000 2020", "Sun Mar 29 20:27:46 +0000 2020", "Sun Mar 29 20:27:44 +0000 2020", "Sun Mar 29 20:27:43 +0000 2020", "Sun Mar 29 20:27:38 +0000 2020", "Sun Mar 29 20:27:35 +0000 2020", "Sun Mar 29 20:27:30 +0000 2020", "Sun Mar 29 20:27:26 +0000 2020", "Sun Mar 29 20:27:23 +0000 2020", "Sun Mar 29 20:27:21 +0000 2020", "Sun Mar 29 20:27:12 +0000 2020", "Sun Mar 29 20:27:11 +0000 2020", "Sun Mar 29 20:27:10 +0000 2020", "Sun Mar 29 20:27:04 +0000 2020", "Sun Mar 29 20:26:51 +0000 2020", "Sun Mar 29 20:26:50 +0000 2020", "Sun Mar 29 20:26:49 +0000 2020", "Sun Mar 29 20:26:42 +0000 2020", "Sun Mar 29 20:26:40 +0000 2020", "Sun Mar 29 20:26:40 +0000 2020", "Sun Mar 29 20:26:38 +0000 2020", "Sun Mar 29 20:26:37 +0000 2020", "Sun Mar 29 20:26:37 +0000 2020", "Sun Mar 29 20:26:34 +0000 2020", "Sun Mar 29 20:26:34 +0000 2020", "Sun Mar 29 20:26:31 +0000 2020", "Sun Mar 29 20:26:28 +0000 2020", "Sun Mar 29 20:26:18 +0000 2020", "Sun Mar 29 20:26:15 +0000 2020", "Sun Mar 29 20:26:12 +0000 2020", "Sun Mar 29 20:26:11 +0000 2020", "Sun Mar 29 20:26:11 +0000 2020", "Sun Mar 29 20:26:09 +0000 2020", "Sun Mar 29 20:26:09 +0000 2020", "Sun Mar 29 20:26:08 +0000 2020", "Sun Mar 29 20:26:07 +0000 2020", "Sun Mar 29 20:26:07 +0000 2020", "Sun Mar 29 20:26:05 +0000 2020", "Sun Mar 29 20:26:05 +0000 2020", "Sun Mar 29 20:26:03 +0000 2020", "Sun Mar 29 20:26:00 +0000 2020", "Sun Mar 29 20:26:00 +0000 2020", "Sun Mar 29 20:25:57 +0000 2020", "Sun Mar 29 20:25:54 +0000 2020", "Sun Mar 29 20:25:51 +0000 2020", "Sun Mar 29 20:25:44 +0000 2020", "Sun Mar 29 20:25:42 +0000 2020", "Sun Mar 29 20:25:40 +0000 2020", "Sun Mar 29 20:25:39 +0000 2020", "Sun Mar 29 20:25:36 +0000 2020", "Sun Mar 29 20:25:22 +0000 2020", "Sun Mar 29 20:25:22 +0000 2020", "Sun Mar 29 20:25:17 +0000 2020", "Sun Mar 29 20:25:16 +0000 2020", "Sun Mar 29 20:25:08 +0000 2020"], "full_text": ["#Covid_19 Cases and deaths per million is the only country comparison that makes sense. I made this table to show #Australia doing quite well against the Exemplar countries despite slow reaction. https://t.co/aJEdKFhtqj", "The couple was diagnosed in Australia, where Hanks was preparing for an upcoming film role\nhttps://t.co/mmFt2AaaSt https://t.co/g9K8SuJkfU", "@elyasgarad @realDonaldTrump His vacuity never fails to amaze\n More frightening and very real is the threat to Australia presented by the admiration displayed for this creature by #Morrison.  \nI cannot think of one policy that did not in one way or another demonstrate a cultural overlap between the two.", "@marco9787 @FaheemYounus In case of poor countries you can say testing is not happening, but in case of some rich countries like Israel Australia New Zealand where testing is massive but still cases are far below than EU and USA.", "@australia_james @MikeStackpole @ShimmeringSword Indeed.  Probably should have done Salome Ward's Wolverine, but the Shad was just begging for it.", "@Kate3015 @JoshFrydenberg\n@ScottMorrisonMP\n@macsween_prue\n@MathiasCormann\n@kelliekelly23\n@RitaPanahi\n@rowandean\n@SkyNewsAust\nChina is now cashed up to buy up global companies stocks and shares smashed by COVID 19 \n\nMoratorium in Australia now\nhttps://t.co/DkYDaWSgtt", "Australia bans gatherings of more than 2 even as coronavirus daily infection rate declines by half https://t.co/87RuN4hp3P #FoxNews", "@ShabdaDhun @StormIsUponUs I saw those when they came out &amp; figured it was fake news.\n\nBut has yet to be explained. Also, why are Hanx wearing exact same clothes in LA as were photographed in Australia?", "24/n Season 1; Episode 4\n\nAfter beaten by India badly, Australia invites Sri Lanka for two test matches. \n\nFirst test - The Gabba, Brisbane \n\nAustralia were completely ruthless in their approach. They just bullied the Lankans and it was a comfortable win (An innings and 40 runs)", "@dc_utd @davidgilmour @NewhamBookshop @PollySamson I have a friend who is very close to Paul Loasby, David's manager. He is going to kill me for this, but they are in middle stages of planning a mini-tour. Not sure how many shows, but India, Australia and Japan are the main destinations. Official announcement around August.", "Australia's gym owners say they need to stay open to ease the mental health impacts of coronavirus https://t.co/5tmppZrqsc via @SBSNews", "CHINA Thank you for cheap crappy goods, your people buying up Australia's much needed supplies and land and now the WUHAN Virus. If this is a war according to Politicians then there should be justice for the people affected by War Crimes.", "@samhaselby Settler colonial nations, include the U.S., Canada, NZ, Australia, Israel, and their sense of nationalism includes strong settler colonial elements, most notably the notion of settler superiority tied to the idea that settlers have greater rights and abilities.", "Australia review for any foreign investment regardless of $ value. https://t.co/aNfZhbaDsi", "@tomek_Q @BartekPiekarski @RChoynowska Australia!", "This is a legitimate point.  The experts will continue to point to cases in Africa and Australia as 'evidence' the virus will not follow standard influenza seasonality.  In fact, chances are warmer weather will see a decline. https://t.co/v604rJgMcz", "@Calum5SOS in Australia is actually my bday so could u reply this with somethin? 🤪", "Dr. Robert Garry from the U.S. Britain, Australia analyzed two specific features of spike proteins of the virus, which are responsible for griping and entering into the host cells.\n#Covid_19 #coronavirus #COVID19 #StayAtHomeAndStaySafe", "Coronavirus - Jobs: \"We want to work with you to keep staff employed. We recognise there will be the other side to the coronavirus. We want Australia to bounce back stronger than ever\" - Treasurer @JoshFrydenberg speaking to @kochie_online on @sunriseon7. https://t.co/LPTfbbEzno https://t.co/RHQnDJd0Sw", "Coronavirus - Jobs: \"We want to work with you to keep staff employed. We recognise there will be the other side to the coronavirus. We want Australia to bounce back stronger than ever\" - Treasurer @JoshFrydenberg speaking to @kochie_online on @sunriseon7. https://t.co/PPIUgUbaUO https://t.co/9ZSSU8fMRr", "Coronavirus - Jobs: \"We want to work with you to keep staff employed. We recognise there will be the other side to the coronavirus. We want Australia to bounce back stronger than ever\" - Treasurer @JoshFrydenberg speaking to @kochie_online on @sunriseon7. https://t.co/fRXCWW3N2U https://t.co/QB8Oz0F0JG", "Coronavirus - Jobs: \"We want to work with you to keep staff employed. We recognise there will be the other side to the coronavirus. We want Australia to bounce back stronger than ever\" - Treasurer @JoshFrydenberg speaking to @kochie_online on @sunriseon7. https://t.co/IesUi6kbfy https://t.co/6ffXz57K6j", "@smpgaIaxy australia😳👊", "@piersmorgan They are trying on and discarding lifestyles like underwear. Where next? Australia?", "Good news: Pin prick test results in 15 minutes https://t.co/rejkdPfqoa", "But #America is good. Right? Ready to open for business\n\n#Australia headed the same way\n#auspol https://t.co/D9YNbm9W9V", "@MelindaTaub Australia is up there.", "@Calum5SOS tell me your fav place in Australia, it could be my next travel after the quarantine", "A major scorecard gives the health of Australia's environment less than 1 out of 10 https://t.co/o35M2yM1lW via @ConversationEDU", "@shufayewong noice! I went to a friends place in Australia and got a lot of sharks too! Southern Hemisphere OP. nerf pls", "@abcnews .\n     Australia now too stupid\n          to make anything.\n\nTony Abbott cheered the demise of Holden Ford and Toyota in Aus. We used to make everything thanks companies like James Hardy, Clarke and the like.\n\nGlobalisation makes a few people rich and lots of people vulnerable.\n.", "Shutdowns across Australia are extending further. The news out of Australia and the US is likely to get worse in terms of #COVID2019 numbers. Continue to tread carefully in this market... #ASX https://t.co/lHpNiFRozG", "Cage dive great white sharks Australia liveaboard (Cage dive the seabed) #ScubaDivingEarth #ScubaDiving https://t.co/VMx53LxX5Q", "@CathcartVictor3 @CliveCHamilton I seriously doubt that China only owns 1% of Australia's land mass. My MP admitted he could not even find data on it. Even the purchases by duel citizens or expats are essentially ultimately controllable by the CCP. Of course China wants to hide its tactics. Wish I was wrong,", "@JamesS020770 @JerryKarenNeff @realDonaldTrump @VP If only I could say the same about our leaders in Australia on both sides of politics, frightened to say a word against China", "@COVID_Australia I’d like to thank all our health care workers, teachers and people having to go work as ‘essential workers’ who are giving us every opportunity to beat this thing, while having to put their own health at risk 💓 🏥 🏫 🏬", "Australia's rate of increase is entirely consistent with global rates.", "#Skater Penny Board \"Nickel\" Skateboard Australia Since Forever https://t.co/nOM6xndHjV #skateboarding #skateboard #urbansport #sports #skate", "@AnnaPodolanczuk Love and respect from Australia!", "@AusPatriotQ @craftelady @stackhouse_87 @owensitgonnaend But what everyone's noticed is that that is the same outfit he was wearing when he got to Australia so it it a picture from that day being present as current? Or he just wore the same clothes?", "32% US unemployment predicted and a lunatic in the White House. What else could go wrong. https://t.co/LvmgOmzEV0", "Australia has tested 214,000 people and is behind the UK curve. They are doing a lot more. More masks, more ventilators.\n\nUnfortunately Boris Johnson has failed dismally to match the efforts of elsewhere. \n\n#10WeeksWasted", "@Gigisaysthis1 Everywhere Murdoch is allowed to broadcast shit and division follows - like the UK and Australia...#FBR", "//People see Australia just kangaroo's. ahem, spiders!  #WriterSenpaiBot", "@80k_0k8 The whole student loan program is beyond messed up at this point. I think Australia has a good model for student loan programs and repayment.", "verrers when someone asks the difference between australia and new zealand https://t.co/qrn88gASBn", "#Australia: Public gatherings of two people .BBC News https://t.co/YpvORzjNzy di @BBCNews @GlobalCRL", "Fair enough. All foreign investments in Australia, regardless of value, will now require approval in a Federal Government move designed to prevent international raids on struggling companies hit by #COVID19Aus https://t.co/wqQulyLBY6", "@theoztrucker @HankMeyerNAPP @EEnuph @Kate18660449 So, when should Australia move to a social democracy?", "Australia will fail to meet @WHO targets for the elimination of #hepatitis C unless up to 170,000 people are urgently tested and treated, according to new Burnet research https://t.co/vA8DAgW8n6 #hepC #HepFreeAus #NOhep https://t.co/VM06IOaBfu", "@RyunMontenegro1 I will :-) Hope you’re both well there in Australia!", "#NowPlaying Surfin' USA by @blind_guardian on https://t.co/2eluSMudtT Australia's ONLY 24/7 Metal Radio Station https://t.co/O0R1czfmN2", "@fun88eng First stadium: ISC Newcastle, Australia \nLast stadium: Dolphins, Redcliffe\nBest stadium: AAMI Park\nWorst stadium: Ashfield, Perth", "@cavalcar Yeah. I watched that last summer and then the UK and Australia seasons are on Hulu. It's a lot more... it's not as PG as the US version.", "@xrp_news @naval The data from Australia suggests it does not.", "Hunt: \"We've brought over eight million masks into the country. We're producing masks on a war time scale in Australia.\" #coronavirusau", "A SPACE UNIT HAS SUCCESSFULLY GAVE A LAPDANCE TO AUSTRALIA.", "@CedricOz @rsl1957 @bruce_haigh @phbarratt @COVID_Australia The curve is slowly bending. Based on published data https://t.co/wsXXXEf0Dn", "Australia's racist and incompetent government  bans Chinese foreign investment. What's good for the goose is good for the gander. The government broadcaster the ABC is again denigrating China. #Breakfastnews #Newsbreakfast #CGTN", "@georgedillon @IlhanMN That is true but they prove we do not have a history of starting wars. Now Europe???? They never helped us yet and I hope we stay outta theirs. Except for Australia Israel and England. South Korea Japan perhaps.", "@COVID_Australia Morning, hope anther good day today", "@Coffee_District They quit the Royals, remember?  She's an American citizen... but President Trump has announced Americans will not be footing their security bills.  Maybe they'll head to Australia or South Africa.", "⠀ ⠀ ⠀  🤠\n　   🇦🇺🇦🇺🇦🇺\n    🇦🇺   🇦🇺　🇦🇺\n   👇   🇦🇺🇦🇺 👇\n  　  🇦🇺　🇦🇺\n　   🇦🇺　 🇦🇺\n　   👢     👢\nhowdy. i'm the sheriff of Australia", "@ItsDevvn Happens when the year starts of with hell rising in Australia, ww3 almost started, and China plagues it's over-populated cities with a bio weapon experiment and fucks everyone else in the world, then sells faulty test equipment in an attempt to make it look like they didn't do it", "@cIearlyerin Yes so is he!! In Australia we call them Spoodles haha", "Koalas Rescued from Australia's Bushfires Released Back into the Wild Happy and Healthy https://t.co/jR5JJ0dtOv", "Join me and other workers Tuesday 31st March in Australia demanding a wage subsidy for all workers affected by #COVID19Aus. That's all workers who lose income during this crisis — no exception. https://t.co/e25AqeUnDm #WageSubsidy", "@dbongino Maybe Australia will take you", "https://t.co/NFO0aK1YcR\n#Australia now at 3,980. Practice the WHO guidelines, and social distancing and isolation. #StopTheSpread #COVID19Aus https://t.co/Ca5FRFvuRM", "Australia just made telemedicine a national service until @ least September 30th. \n#Covid_19", "The world may be in lockdown but R2CN keeps rolling along. The bike's on a turbo trainer in the garden shed and today the journey bagged another 37 virtual miles across the outback of Australia. https://t.co/5bIhbIuowe", "@quantazelle @Inpuj They have entirely shut down Australia all the big corporates have fired their workers and still asked for bailouts from the government", "@Bodhisatvaa Be sure to include Kazan - such a pleasant city! For me it would be Fiji seeing how close it is to Australia", "“Due to appalling lack of leadership here, and superb leadership over there, let’s surrender #Australia to #NewZealand immediately. Have them annex us and take control of our government. North Island, South Island, Big Island. #NewNewZealand”\n\n😳\n\n🤪🤪\n\n#auspol #Covid_19 https://t.co/qBsbkOMxNw", "@martinb6830 @RonaldVanHook1 @Raf19772017 @MonedasColombia @cdesmonnaies @coin055 @JCC_COIN @CacheCoins Yes, he designed a lot of Australia's coins, so I'm familiar with at least part of his work :)", "@GSWRoo Send some to Australia please. 😏🤤", "@NZedAUS Absolutely amazing, what a team! We are VERY lucky. 🙏🥇🇳🇿\nBTW, have you noticed how dis-functional the political set-ups that the US and Australia are in a global crisis? We are also very lucky to have a central govt. in times like this. 👍", "@BellandFinn @theatreStephie @fIamekru it’s called roadkill/road train in australia.. worth the watch", "This should not be an issue. They haven't stopped racing in ALL of Australia and they're racing in Japan still. Keep people employed and others satiated....until there is a positive case. Because like racing itself....there are no guarantees anything happens. https://t.co/1G5yexNEN6", "Americans spread COVID—19 in south of australia. https://t.co/NYNHzVHBOY", "@pulte That would be fabulous just had to shut our business, put off 8 employees. No money to pay creditors. No money to pay for anything now almost on lockdown in South Australia", "@RE_Games For people who are worried about game being only 4 hours. My friend from Australia got his copy 2 days ago and he said it took him 10 hours with a bit of exploration", "@realDonaldTrump Oh... and thank you on behalf of Australia for your major contribution to our infections.", "House Auctions.  No it’s not Beijing.  It’s Australia https://t.co/KdVIYWmB4S", "This rumor of heat/warmer weather slowing down covid-19 is hard to believe since it’s summer in Australia and they have it as bad as other countries.", "Let me show you amazing moments of my life!! #Minneysaini #PT #Fit #Fitpunjabi #Fitindian #Australia #Melbourne #Fitmom #Fitness #Health #Happiness #Love #Family #Stayhome #Stayfit #Stayhumble #Fitnessjourney\n\nhttps://t.co/A3AuCdGnTF", "🇵🇬 Birds Of Paradise Prints |  Archival Prints | By John Gould | 1870's | National Library of Australia Collection. CCO | \nReproduced on thick acid-free archival paper  https://t.co/8EB8vb8qoB #birds #bird #birdofparadise #PapuaNewGuinea #PNG #print ##watercolour #watercolor https://t.co/0o4HrzzZvd", "@stevewariner @JoeDiffieOnline We all are, Steve. I can only imagine what it is like for his close friends. This fan from Australia is shattered. Take care all.", "Australia! 🇦🇺Miss Fisher &amp; the Crypt of Tears is available for purchase today, 30 March, on iTunes https://t.co/8fK5uYWYON https://t.co/nnWTpUG5Dm", "Greens Senator Leong must resign over her slanderous attack on Australians, calling us racist! This is going to follow her and the @Greens to the next election. \n#Sydney #coronavirusaustralia #COVID19Aus #Australia", "1) US paper money week-to-week % change in US currency in circulation shows c. 1.5% banknote spike \n2) Australia series comp pales\n#TreserveTIPS via @jp_koning 👏 https://t.co/tP34MlSiFI https://t.co/gD750cTR6G", "Did you know emerging languages, like Light Walpiri in Australia, give a glimpse into how languages evolve over time. All languages, in fact, are in motion and ever-evolving. More on this world-wide linguistic phenomenon at https://t.co/AECMBqQV9l. 🌏 #languages #linguistics https://t.co/7UBRRpkfq3", "@Calum5SOS what’s a snack you miss from australia?", "GENUINE 2007 VW GOLF GT TDI 2.L TURBO DIESEL 05~08 OXYGEN SENSOR 6X097.... Ships to, Worldwide (Location) 30 GLOMAR CT Dandenong, Victoria, Australia - https://t.co/7RIF8LgWmX... https://t.co/1dTEPEYS9P", "Within 8 months I’ll be in Gold Coast Australia living my best life. Shout out RuneScape", "@dspillere @penelope8226 @IveGotMutuals What did you pay in Australia? I bet it was a lot higher than that. We pay AUD 440, which is about 240€", "@WelshEcon Mexico - 93% died in 50 years (not just smallpox). Australia - 97% in about 100 years. Multiple diseases + genocide in Tasmania.", "@songopoly @WolfPackPackTO @SherAndLil @TOwolfpack Optimistic!! I’m assuming he’s thinking that Australia won’t be affected as much as other parts of the world.", "@iHeartRadio Can this be watched in Australia?", "@lynlinking \"....Man in regional Australia dies of protracted illness after waiting for a telehealth diagnosis to stop buffering on his mobile broadband!\""]}